/*
5. Напишите программу вычисления значения
функции возведения числа в квадрат.
4 -> 16
-3 -> 9
-7 -> 49
*/

Console.WriteLine("Введите число");
int namber = Convert.ToInt32(Console.ReadLine());
Console.WriteLine(namber * namber);
Console.w